{
  "header": {
    "logo": "Portfolio",
    "navigation": {
      "home": "Home",
      "about": "About",
      "projects": "Projects",
      "contacts": "Contacts"
    }
  },
  "footer": {
    "copyright": "All rights reserved"
  },
  "home": {
    "page": {
      "heading": "Front-End Developer",
      "subheading": "Hi, I'm {{ name }}. A passionate engineer from {{ location }}",
      "actions": {
        "download-cv": "Download CV"
      },
      "sections": {
        "tech-stack": {
          "heading": "Tech Stack"
        }
      }
    }
  },
  "about": {
    "page": {
      "preview": {
        "heading": {
          "1": "I'm a Front-End Developer for",
          "2": "in Minsk, Belarus."
        },
        "text": "My work currently consists of a full time engineering role at different projects like landings, online shops, admin panels, RSS Feed Reader and some others. I find this combine to be super resourceful in terms my learning as a web developer, as well as for keeping up with the rapid expansion of developer tools, libraries, frameworks, etc."
      },
      "benefits": {
        "teamwork": {
          "heading": "Teamwork",
          "subheading": "The result is always higher when you are not alone"
        },
        "responsibility": {
          "heading": "Responsibility",
          "subheading": "My layouts will work on any device, big or small"
        },
        "problem-solving": {
          "heading": "Problem-solving",
          "subheading": "The code must solve business solutions"
        },
        "critical-thinking": {
          "heading": "Critical thinking",
          "subheading": "Making more informed decisions is important"
        }
      },
      "education": {
        "heading": "Education",
        "rs-school": {
          "speciality": "Front-End Developer",
          "institution": "The Rolling Scopes School",
          "description": {
            "1": "RS School is free-of-charge and community-based education program conducted by The Rolling Scopes developer community since 2013.",
            "2": "At RS School I began to comprehend HTML, CSS, JavaScript. I had perfect communication with mentors and other students.",
            "3": "Most of my first projects were carried out precisely as part of my studies at this school. We performed some of them as a team task. So I have experience in team projects in different roles including teamlead."
          }
        },
        "bsuir": {
          "speciality": "Engineer in Laser information and measurement systems",
          "institution": "Belarusian State University of Informatics and Radioelectronics",
          "description": {
            "1": "Bachelor's degree"
          }
        }
      }
    }
  },
  "projects": {
    "page": {
      "heading": "My Recent Projects",
      "subheading": "Here are a few past design projects I've worked on. Want to see more?",
      "actions": {
        "email": "Email me"
      }
    },
    "project": {
      "actions": {
        "visit": "Visit",
        "code": "Code"
      }
    },
    "project-items": {
      "1": {
        "title": "Kanban board",
        "description": "The kanban board application will help the user break down tasks into small ones and see the progress of completed tasks, so he can achieve goals efficiently and without wasting time."
      },
      "2": {
        "title": "Youtube searcher",
        "description": "Application allows user to search for videos on YouTube, sort and filter. He can also view detailed information about the videos of interest."
      },
      "3": {
        "title": "RSLang 2022 Q1",
        "description": "The app is suitable for effectively learning english words in a playful way and tracking your progress."
      },
      "4": {
        "title": "RSLang 2021 Q3",
        "description": "Application for studying english words in a playful form. An electronic textbook with a base of words for study, mini-games for their repetition."
      },
      "5": {
        "title": "Kitchen knives store",
        "description": "Catalog of an online shop selling chef's knives. Allows the user to search for products of interest by name, as well as filter by knife weight, cost, type and other parameters."
      },
      "6": {
        "title": "Christmas tree",
        "description": "In the app the user is invited to select toys and then use them to dress up a Christmas tree."
      },
      "7": {
        "title": "Art Quiz",
        "description": "This app allows the user to consolidate his knowledge in painting, guessing the authors and their works."
      },
      "8": {
        "title": "Louvre",
        "description": "Louvre's landing page."
      },
      "9": {
        "title": "Shelter",
        "description": "Shelter's landing page."
      },
      "10": {
        "title": "Momentum",
        "description": "Dashboard featuring time, music, weather and inspiration."
      },
      "11": {
        "title": "Virtual Keyboard",
        "description": "The application emulates a real keyboard when typing."
      },
      "12": {
        "title": "Medium clone",
        "description": "The application allows the user to manage his articles, like intersting post and follow another authors."
      }
    }
  }
}
